datasets/benchmark-results/micron21/201811182013/wordpress-results-micron21-5-201811182013.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 122.989ms, rate sampling interval: 588ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    94.51ms  127.51ms   1.05s    86.00%
    Req/Sec     4.61      3.46    10.00     77.38%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   50.78ms
 75.000%   68.86ms
 90.000%  252.03ms
 99.000%  667.14ms
 99.900%    1.05s 
 99.990%    1.05s 
 99.999%    1.05s 
100.000%    1.05s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      27.327     0.000000            1         1.00
      31.967     0.100000           25         1.11
      35.391     0.200000           50         1.25
      40.287     0.300000           75         1.43
      47.871     0.400000          100         1.67
      50.783     0.500000          125         2.00
      53.439     0.550000          138         2.22
      55.327     0.600000          150         2.50
      57.855     0.650000          163         2.86
      61.631     0.700000          175         3.33
      68.863     0.750000          188         4.00
      72.767     0.775000          194         4.44
      82.623     0.800000          200         5.00
      88.639     0.825000          207         5.71
     124.863     0.850000          213         6.67
     238.079     0.875000          219         8.00
     246.783     0.887500          222         8.89
     252.031     0.900000          225        10.00
     259.839     0.912500          229        11.43
     269.311     0.925000          232        13.33
     281.087     0.937500          235        16.00
     289.279     0.943750          236        17.78
     303.103     0.950000          238        20.00
     357.887     0.956250          240        22.86
     362.495     0.962500          241        26.67
     436.479     0.968750          243        32.00
     436.479     0.971875          243        35.56
     462.591     0.975000          244        40.00
     497.407     0.978125          245        45.71
     639.487     0.981250          246        53.33
     656.383     0.984375          247        64.00
     656.383     0.985938          247        71.11
     656.383     0.987500          247        80.00
     667.135     0.989062          248        91.43
     667.135     0.990625          248       106.67
     707.071     0.992188          249       128.00
     707.071     0.992969          249       142.22
     707.071     0.993750          249       160.00
     707.071     0.994531          249       182.86
     707.071     0.995313          249       213.33
    1046.015     0.996094          250       256.00
    1046.015     1.000000          250          inf
#[Mean    =       94.507, StdDeviation   =      127.508]
#[Max     =     1045.504, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.48MB read
Requests/sec:      5.00
Transfer/sec:    264.12KB